{
    "¿cómo puedo hacer una devolución?": "Para hacer una devolución, sigue estos pasos:\n\nSi no estás autenticado, haz clic en la lupa arriba y escribe tu número de pedido. Podrás ver el estado del pedido y si está entregado, podrás solicitar la devolución.\n\nSi estás autenticado, ingresa a tu perfil (icono arriba a la derecha), ve a 'MY SPACE' y luego a 'MY ORDER'. Allí podrás ver tus pedidos y solicitar devoluciones si están entregados.",
    "¿cómo hago una devolución?": "Para hacer una devolución, sigue estos pasos:\n\nSi no estás autenticado, haz clic en la lupa arriba y escribe tu número de pedido. Podrás ver el estado del pedido y si está entregado, podrás solicitar la devolución.\n\nSi estás autenticado, ingresa a tu perfil (icono arriba a la derecha), ve a 'MY SPACE' y luego a 'MY ORDER'. Allí podrás ver tus pedidos y solicitar devoluciones si están entregados.",
    "quiero devolver un producto": "Para hacer una devolución, sigue estos pasos:\n\nSi no estás autenticado, haz clic en la lupa arriba y escribe tu número de pedido. Podrás ver el estado del pedido y si está entregado, podrás solicitar la devolución.\n\nSi estás autenticado, ingresa a tu perfil (icono arriba a la derecha), ve a 'MY SPACE' y luego a 'MY ORDER'. Allí podrás ver tus pedidos y solicitar devoluciones si están entregados.",
    "how can i return a product?": "To return a product, please follow these steps:\n\nIf you are not logged in, click the magnifying glass at the top and enter your order number. You will see your order status and if it’s delivered, you can request a return.\n\nIf you are logged in, go to your profile (icon at the top right), then to 'MY SPACE' and 'MY ORDER'. There you can check your orders and request returns if they have been delivered.",
    "i want to return a product": "To return a product, please follow these steps:\n\nIf you are not logged in, click the magnifying glass at the top and enter your order number. You will see your order status and if it’s delivered, you can request a return.\n\nIf you are logged in, go to your profile (icon at the top right), then to 'MY SPACE' and 'MY ORDER'. There you can check your orders and request returns if they have been delivered.",
    "how do i make a return?": "To make a return, please follow these steps:\n\nIf you are not logged in, click the magnifying glass at the top and enter your order number. You will see your order status and if it’s delivered, you can request a return.\n\nIf you are logged in, go to your profile (icon at the top right), then to 'MY SPACE' and 'MY ORDER'. There you can check your orders and request returns if they have been delivered.",
    "¿cuánto tarda el envío?": "El envío tarda aproximadamente 3-5 días laborables.",
    "¿cuánto tarda un pedido?": "El envío tarda aproximadamente 3-5 días laborables.",
    "¿cuánto tarda la entrega?": "El envío tarda aproximadamente 3-5 días laborables.",
    "cuánto tarda un pedido una vez realizada la compra": "El envío tarda aproximadamente 3-5 días laborables.",
    "how long does shipping take?": "Shipping takes approximately 3-5 business days.",
    "how long does an order take?": "Shipping takes approximately 3-5 business days.",
    "when will my order arrive?": "Shipping takes approximately 3-5 business days.",
    "quiero saber el estado de mi pedido": "Para consultar el estado de tu pedido:\n\nSi no estás autenticado, haz clic en la lupa arriba y escribe tu número de pedido. Podrás ver el estado actual del pedido.\n\nSi estás autenticado, ingresa a tu perfil (icono arriba a la derecha), ve a 'MY SPACE' y luego a 'MY ORDER'. Allí podrás ver todos tus pedidos y su estado.",
    "estado de pedido": "Para ver el estado de tu pedido:\n\nHaz clic en la lupa de la parte superior e ingresa tu número de pedido si no estás autenticado.\n\nSi estás autenticado, entra a tu perfil (icono arriba a la derecha), luego a 'MY SPACE' y 'MY ORDER' para consultar el estado de tus pedidos.",
    "dónde está mi pedido": "Puedes consultar dónde está tu pedido:\n\nSi no tienes cuenta o no has iniciado sesión, haz clic en la lupa de arriba y escribe tu número de pedido.\n\nSi estás autenticado, entra a tu perfil, luego a 'MY SPACE' y después a 'MY ORDER' para ver el seguimiento y estado.",
    "where is my order?": "To check the status of your order:\n\nIf you're not logged in, click the magnifying glass at the top and enter your order number. You’ll be able to see your order status.\n\nIf you are logged in, go to your profile (icon at the top right), then to 'MY SPACE' and 'MY ORDER'. There you’ll see the status of all your orders.",
    "order status": "To view the status of your order:\n\nClick the magnifying glass at the top and enter your order number if you're not logged in.\n\nIf you are logged in, go to your profile, then to 'MY SPACE' and 'MY ORDER' to see the current status of your orders.",
    "i want to know the status of my order": "To know the status of your order:\n\nIf you’re not logged in, use the magnifying glass icon at the top and enter your order number.\n\nIf you are logged in, go to your profile (top right), select 'MY SPACE' and then 'MY ORDER' to see all your order statuses.",
    "¿cuánto tiempo tengo para hacer una devolución?": "Puedes hacer una devolución hasta 30 días después de recibir el pedido. Asegúrate de que el producto esté en buen estado y con su embalaje original.",
    "¿cuál es el plazo máximo para devolver un producto?": "El plazo máximo para realizar una devolución es de 30 días desde la fecha de entrega.",
    "¿Cuál es el plazo para hacer una devolución?": "El plazo máximo para realizar una devolución es de 30 días desde la entrega del producto.",
    "¿Hasta cuándo puedo hacer una devolución?": "El plazo máximo para realizar una devolución es de 30 días desde la entrega del producto.",
    "¿Cuánto tiempo tengo para devolver un producto?": "El plazo máximo para realizar una devolución es de 30 días desde la entrega del producto.",
    "¿Puedo devolver algo después de 30 días?": "No, el plazo máximo para realizar una devolución es de 30 días desde la entrega del producto.",
    "¿Tengo 30 días para devolver un pedido?": "Sí, tienes hasta 30 días desde la entrega para devolver un pedido.",
    "¿Si quiero devolver un producto, hasta cuándo puedo hacerlo?": "El plazo máximo para realizar una devolución es de 30 días desde la entrega del producto.",
    "¿puedo devolver un producto después de un mes?": "No, las devoluciones solo están permitidas dentro de los 30 días posteriores a la entrega del pedido.",
    "tengo 30 días para hacer una devolución?": "Sí, dispones de un plazo de 30 días desde la recepción del pedido para solicitar la devolución.",
    "hasta cuándo puedo devolver un producto?": "Puedes solicitar una devolución dentro de los 30 días posteriores a la entrega del pedido.",
    "how long do i have to return a product?": "You have up to 30 days from the delivery date to return a product. Make sure the item is in good condition and in its original packaging.",
    "what is the return deadline?": "The return deadline is 30 days after the order is delivered.",
    "can i return a product after a month?": "No, returns are only allowed within 30 days after the product is delivered.",
    "do i have 30 days to return something?": "Yes, you have 30 days from the date of delivery to request a return.",
    "until when can i return a product?": "You can request a return within 30 days after the order has been delivered.",
    "¿cuánto cuesta el envío?": "Actualmente, el envío es gratuito con motivo de la apertura de nuestra tienda online. Aprovecha esta oferta por tiempo limitado."
    
}